<?php
   session_start(); 
    if(!isset($_SESSION['finamen'])){
    header("location: ../index.php?error=2"); 
}

?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Test de anormalidad</title>
    <link rel="shortcut icon" href="../img/icono.svg" type="image/x-icon">
    <link rel="stylesheet" href="../css/styles.css">
</head>
<body>
    <div class="butt">
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <form action="proceso.php" method="post">
        <button id="huir" type="submit" name="fin">HUYE</button>
        </form>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
    </div>
    <?php
        if (isset($_GET['error3']) == 2) {
            echo "<script>alert('Error: D3bKFGarGe2ZDuv')</script>";
            echo "<script>window.location.href = 'parte3.php'</script>";
        }
    ?>
</body>
</html>