<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Test de anormalidad</title>
    <link rel="shortcut icon" href="../img/icono.svg" type="image/x-icon">
    <link rel="stylesheet" href="../css/styles.css">
    <script src="https://kit.fontawesome.com/7822954312.js" crossorigin="anonymous"></script>
</head>
<body>
    <div class="butt">
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <button id="huir">HUYE</button>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
        <p id="miedo">逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ 逃げるんだよ</p>
    </div>
</body>
</html>